sorin-ionescu/prezto path:modules/environment
sorin-ionescu/prezto path:modules/completion
sorin-ionescu/prezto path:modules/directory
sorin-ionescu/prezto path:modules/history
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search kind:defer
ohmyzsh/ohmyzsh path:lib
b4b4r07/emoji-cli
lukechilds/zsh-nvm
