romkatv/powerlevel10k

sorin-ionescu/prezto path:modules/environment
sorin-ionescu/prezto path:modules/completion
sorin-ionescu/prezto path:modules/directory
sorin-ionescu/prezto path:modules/history

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-completions kind:defer
zsh-users/zsh-history-substring-search kind:defer

ohmyzsh/ohmyzsh path:lib/clipboard.zsh path:lib/key-bindings.zsh

lukechilds/zsh-nvm
MichaelAquilina/zsh-autoswitch-virtualenv
chisui/zsh-nix-shell
